[
    {
        "name": "Six of Crows",
        "author": "Leigh Bardugo",
				"year": "2015",
				"rating": 4,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1651710803l/23437156.jpg",
        "description": "Ketterdam: a bustling hub of international trade where anything can be had for the right price—and no one knows that better than criminal prodigy Kaz Brekker. Kaz is offered a chance at a deadly heist that could make him rich beyond his wildest dreams. But he can’t pull it off alone. . . . \\nA convict with a thirst for revenge \\nA sharpshooter who can’t walk away from a wager \\nA runaway with a privileged past \\nA spy known as the Wraith \\nA Heartrender using her magic to survive the slums \\nA thief with a gift for unlikely escapes \\nKaz’s crew is the only thing that might stand between the world and destruction—if they don’t kill each other first."
    },
    {
        "name": "Crooked Kingdom",
        "author": "Leigh Bardugo",
				"year": "2016",
				"rating": 4.5,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1456172607l/22299763._SY475_.jpg",
        "description": "Kaz Brekker and his crew of deadly outcasts have just pulled off a heist so daring even they didn't think they'd survive. But instead of divvying up a fat reward, they're right back to fighting for their lives. \\nDouble-crossed and badly weakened, the crew is low on resources, allies, and hope. As powerful forces from around the world descend on Ketterdam to root out the secrets of the dangerous drug known as jurda parem, old rivals and new enemies emerge to challenge Kaz's cunning and test the team's fragile loyalties. \\nA war will be waged on the city's dark and twisting streets - a battle for revenge and redemption that will decide the fate of the Grisha world."
    },
    {
        "name": "Turtle All the Way Down", 
        "author": "John Green",
				"year": "2017",
				"rating": 4,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1503002776l/35504431._SY475_.jpg",
        "description": "It all begins with a fugitive billionaire and the promise of a cash reward. Turtles All the Way Down is about lifelong friendship, the intimacy of an unexpected reunion, Star Wars fan fiction, and tuatara. But at its heart is Aza Holmes, a young woman navigating daily existence within the ever-tightening spiral of her own thoughts."
    },
    {
        "name": "Looking for Alaska",
        "author": "John Green",
				"year": "2006",
				"rating": 3.5,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1652042180l/99561.jpg",
        "description": "Before. Miles “Pudge” Halter is done with his safe life at home. His whole life has been one big non-event, and his obsession with famous last words has only made him crave “the Great Perhaps” even more (Francois Rabelais, poet). He heads off to the sometimes crazy and anything-but-boring world of Culver Creek Boarding School, and his life becomes the opposite of safe. Because down the hall is Alaska Young. The gorgeous, clever, funny, sexy, self-destructive, screwed up, and utterly fascinating Alaska Young. She is an event unto herself. She pulls Pudge into her world, launches him into the Great Perhaps, and steals his heart. Then. . . . \\nAfter. Nothing is ever the same."
    },
    {
        "name": "1984",
        "author": "George Orwell",
				"year": "2013",
				"rating": 4.5,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348990566l/5470.jpg",
        "description": "The year 1984 has come and gone, but George Orwell's prophetic, nightmarish vision in 1949 of the world we were becoming is timelier than ever. 1984 is still the great modern classic of \"negative utopia\"—a startlingly original and haunting novel that creates an imaginary world that is completely convincing, from the first sentence to the last four words. No one can deny the novel's hold on the imaginations of whole generations, or the power of its admonitions—a power that seems to grow, not lessen, with the passage of time."
    },
    {
        "name": "Kafka on the Shore",
        "author": "Haruki Murakami",
				"year": "2006",
				"rating": 5,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1429638085l/4929.jpg",
        "description": "Kafka on the Shore, a tour de force of metaphysical reality, is powered by two remarkable characters: a teenage boy, Kafka Tamura, who runs away from home either to escape a gruesome oedipal prophecy or to search for his long-missing mother and sister; and an aging simpleton called Nakata, who never recovered from a wartime affliction and now is drawn toward Kafka for reasons that, like the most basic activities of daily life, he cannot fathom. Their odyssey, as mysterious to them as it is to us, is enriched throughout by vivid accomplices and mesmerizing events. Cats and people carry on conversations, a ghostlike pimp employs a Hegel-quoting prostitute, a forest harbors soldiers apparently unaged since World War II, and rainstorms of fish (and worse) fall from the sky. There is a brutal murder, with the identity of both victim and perpetrator a riddle—yet this, along with everything else, is eventually answered, just as the entwined destinies of Kafka and Nakata are gradually revealed, with one escaping his fate entirely and the other given a fresh start on his own."
    },
    {
        "name": "Colorless Tsukuru Tazaki and His Years of Pilgrimage",
        "author": "Haruki Murakami",
				"year": "2014",
				"rating": 3,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1428965666l/23346487.jpg",
        "description": "Tsukuru Tazaki had four best friends at school. By chance all of their names contained a colour. The two boys were called Akamatsu, meaning ‘red pine’, and Oumi, ‘blue sea’, while the girls’ names were Shirane, ‘white root’, and Kurono, ‘black field’. Tazaki was the only last name with no colour in it.\\n One day Tsukuru Tazaki’s friends announced that they didn't want to see him, or talk to him, ever again. \\nSince that day Tsukuru has been floating through life, unable to form intimate connections with anyone. But then he meets Sara, who tells him that the time has come to find out what happened all those years ago."
    }, 
    {
        "name": "Ninth House",
        "author": "Leigh Bardugo",
				"year": "2019",
				"rating": 4.5,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553102141l/43263680.jpg",
        "description": "Galaxy “Alex” Stern is the most unlikely member of Yale’s freshman class. Raised in the Los Angeles hinterlands by a hippie mom, Alex dropped out of school early and into a world of shady drug dealer boyfriends, dead-end jobs, and much, much worse. By age twenty, in fact, she is the sole survivor of a horrific, unsolved multiple homicide. Some might say she’s thrown her life away. But at her hospital bed, Alex is offered a second chance: to attend one of the world’s most elite universities on a full ride. What’s the catch, and why her?"
    },
    {
        "name": "The Humans",
        "author": "Matt Haig",
				"year": "2013",
				"rating": 5,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1353739654l/16130537.jpg",
        "description": "The Humans is a funny, compulsively readable novel about alien abduction, mathematics, and that most interesting subject of all: ourselves. Combine Douglas Adams’s irreverent take on life, the universe, and everything with a genuinely moving love story, and you have some idea of the humor, originality, and poignancy of Matt Haig’s latest novel. Our hero, Professor Andrew Martin, is dead before the book even begins. As it turns out, though, he wasn’t a very nice man--as the alien imposter who now occupies his body discovers. Sent to Earth to destroy evidence that Andrew had solved a major mathematical problem, the alien soon finds himself learning more about the professor, his family, and “the humans” than he ever expected. When he begins to fall for his own wife and son--who have no idea he’s not the real Andrew--the alien must choose between completing his mission and returning home or finding a new home right here on Earth."
    },
    {
        "name": "The Hate U Gave",
        "author": "Angie Thomas",
				"year": "2017",
				"rating": 3.5,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1476284759l/32075671._SY475_.jpg",
        "description": "Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Khalil was unarmed. \\nSoon afterward, his death is a national headline. Some are calling him a thug, maybe even a drug dealer and a gangbanger. Protesters are taking to the streets in Khalil’s name. Some cops and the local drug lord try to intimidate Starr and her family. What everyone wants to know is: what really went down that night? And the only person alive who can answer that is Starr."
    }, 
    {
        "name": "The Priory of the Orange Tree",
        "author": "Samantha Shannon",
				"year": "2019",
				"rating": 5,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1527807139l/40275288._SY475_.jpg",
        "description": "A world divided. A queendom without an heir. An ancient enemy awakens \\nThe House of Berethnet has ruled Inys for a thousand years. Still unwed, Queen Sabran the Ninth must conceive a daughter to protect her realm from destruction – but assassins are getting closer to her door. \\nEad Duryan is an outsider at court. Though she has risen to the position of lady-in-waiting, she is loyal to a hidden society of mages. Ead keeps a watchful eye on Sabran, secretly protecting her with forbidden magic. \\nAcross the dark sea, Tané has trained to be a dragonrider since she was a child, but is forced to make a choice that could see her life unravel."
    }, 
    {
        "name": "The Lord of the Rings",
        "author": "J.R.R Tolkien",
				"year": "1955",
				"rating": 4.5,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1566425108l/33.jpg",
        "description": "One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them \\n\\n In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins. \\nFrom Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion. \\nWhen Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom. \\nThe Lord of the Rings tells of the great quest undertaken by Frodo and the Fellowship of the Ring: Gandalf the Wizard; the hobbits Merry, Pippin, and Sam; Gimli the Dwarf; Legolas the Elf; Boromir of Gondor; and a tall, mysterious stranger called Strider."
    }, 
    {
        "name": "Harry Potter and the Sorcerers Stone",
        "author": "J.K Rowling",
				"year": "1997",
				"rating": 4.5,
        "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474154022l/3._SY475_.jpg",
        "description": "Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft and Wizardry.\\n After a lifetime of bottling up his magical powers, Harry finally feels like a normal kid. But even within the Wizarding community, he is special. He is the boy who lived: the only person to have ever survived a killing curse inflicted by the evil Lord Voldemort, who launched a brutal takeover of the Wizarding world, only to vanish after failing to kill Harry. \\nThough Harry's first year at Hogwarts is the best of his life, not everything is perfect. There is a dangerous secret object hidden within the castle walls, and Harry believes it's his responsibility to prevent it from falling into evil hands. But doing so will bring him into contact with forces more terrifying than he ever could have imagined. \\nFull of sympathetic characters, wildly imaginative situations, and countless exciting details, the first installment in the series assembles an unforgettable magical world and sets the stage for many high-stakes adventures to come."
    }
]
